Repository: WikiMovimentoBrasil/brazilianlaws
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: pt

source: Authority
pt: Autoridade

source: Reconcile
pt: Reconciliar

source: Reconciliation
pt: Reconciliação

source: Search for a Wikidata entity corresponding to the term you are trying to reconcile.
pt: Procure uma entidade Wikidata correspondente ao termo que você está tentando reconciliar.

source: If no corresponding Wikidata entity exists yet, please check the option
pt: Se nenhuma entidade Wikidata correspondente existir ainda, marque a opção

source: Not found/nonexistent
pt: Não encontrado/não existente

source: Search for items that can represent
pt: Procure por itens que podem representar

source: Search
pt: Procure

source: Select an option:
pt: Selecione uma opção:

source: Cancel
pt: Cancelar

source: Add statement
pt: Adicionar declaração

source: Select one element
pt: Selecione um elemento

source: Statement inserted successfully!
pt: Declaração inserida com sucesso!

source: Homepage
pt: Página inicial

source: WikiProject Brazilian Laws
pt: WikiProjeto Leis Brasileiras

source: Logotipo WikiProject Brazilian Laws
pt: Logotipo WikiProjeto Leis Brasileiras

source: WikiProject Brazilian Laws project
pt: projeto WikiProjeto Leis Brasileiras

source: <i>WikiProject Brazilian Laws Legislation Importer</i> is an application developed in the context of the <i><b>%(projeto)s</b></i> in Wikidata, with support of <b>WikiCite</b>.
pt: <i>Importador de Legislação do WikiProjeto Leis Brasileiras</i> é um aplicativo desenvolvido no contexto dos <i><b>%(projeto)s</b></i> no Wikidata, com suporte do <b>WikiCite</b>.

source: Create item
pt: Criar item

source: Title
pt: Título

source: Document type
pt: Tipo de documento

source: Date
pt: Data

source: Locality
pt: Localidade

source: Subject
pt: Assunto

source: Digest
pt: Ementa

source: UPLOAD TO WIKIDATA
pt: CARREGAR PARA O WIKIDATA

source: This item doesn't exists yet in Wikidata.
pt: Este item ainda não existe no Wikidata.

source: This item <a target='_blank' href='https://www.wikidata.org/wiki/%(qid)s' title='Item already exists'>already exists in Wikidata.</a>
pt: Este item <a target='_blank' href='https://www.wikidata.org/wiki/%(qid)s' title='Item já existe'>já existe no Wikidata.</a>

source: Use <b>{{Cite Q|%(qid)s}}</b> to cite this item as reference on the English Wikipedia.
pt: Use <b>{{Citar Q|%(qid)s}}</b> para citar este item como referência na Wikipédia em Português.

source: <b>Some parameters might not be fully identified</b> and thus will be presented in red and with a "Reconcile" tag at the table.
pt: <b>Alguns parâmetros podem não estar totalmente identificados</b> e, portanto, serão apresentados em vermelho e com a etiqueta "Reconciliar" na tabela.

source: <b>To <i>wikidatify</i> the metadata</b>, click on "Reconcile" and search for an equivalent Wikidata entity. If you can't find it, select "Not found/nonexistent".
pt: <b>Para <i>wikidatificar</i> os metadados</b>, clique em "Reconciliar" e procure por um item Wikidata equivalente. Se você não conseguir encontrá-lo, selecione "Não encontrado/não existente".

source: <b>To edit any reconciled metadata</b>, click on its link and search for a new entity value for the metadata.
pt: <b>Para editar qualquer metadado reconciliado</b>, click em seu link e procure por um novo item Wikidata para este metadado.

source: <b>To create or update an item</b>, click in "Upload to Wikidata".
pt: <b>Para criar ou atualizar um item</b>, clique em "Carregar para o Wikidata".

source: Authenticate
pt: Autenticar

source: In order to reconcile a metadata, you need to log in.
pt: Para reconciliar um metadado, você precisa realizar autenticar-se.

source: Log in
pt: Autenticar-se

source: Something went wrong!
pt: Algo deu errado!

source: REPORT ERROR
pt: REPORTAR ERRO

source: BACK TO HOMEPAGE
pt: VOLTAR À PÁGINA INICIAL

source: Welcome to the <i>WikiProject Brazilian Laws Legislation Importer</i>
pt: Bem-vindo(a) ao <i>Importador de Legislação do WikiProjeto Leis Brasileiras</i>

source: This application was developed in the context of the <i><b>%(projeto)s</b></i> with support of <b>WikiCite</b> to facilitate the process of importing metadata of Brazilian legislation into <b><i><a target="_blank" href="https://www.wikidata.org/">Wikidata</a></i></b>.
pt: Esta aplicação foi desenvolvida no contexto do <i><b>%(projeto)s</b></i> com apoio do <b>WikiCite</b> para facilitar o processo de importação de legislação Brasileira para o <b><i><a target="_blank" href="https://www.wikidata.org/">Wikidata</a></i></b>.

source: To create an item or reconciliate metadata in this tool, you need to be authenticated using your Wikimedia account. To do that, click on "Authenticate" on the menu at the top.
pt: Para criar um item ou reconciliar metadados nesta ferramenta, você precisa autenticar-se usando a sua conta Wikimedia. Para fazer isso, clique em "Autenticar-se

source: You can begin the process of creating a new item by inserting a <i><a target="_blank" href="https://www.lexml.gov.br/">LeXML</a></i> URL into the field bellow.
pt: Você pode começar o processo de criação de um novo item inserindo uma URL do <i><a target="_blank" href="https://www.lexml.gov.br/">LeXML</a></i> no campo abaixo:

source: You can also click on "Other tasks" on the top to identify or create metadata that were not identified by other users.
pt: Você também pode clicar em "Outras tarefas" no topo para identificar ou criar metadados que não foram identificador por outros(as) usuários(as).

source: Paste the URL
pt: Cole a URL

source: Submit
pt: Submeter

source: Reconciliate
pt: Reconciliar

source: Select one of the categories of metadata to reconciliate unknown or nonexistent values.
pt: Selecione uma das categorias de metadados para reconciliar valores desconhecidos ou inexistentes.

source: Other tasks
pt: Outras tarefas

source: Document Type
pt: Tipo de Documento

source: Unknown
pt: Desconhecido

source: Description
pt: Descrição
